Repository: PITADIA/android-couple-app
Catalog: EnCouple.xcstrings
Source language: en
Languages: de, es, fr, it, nl_nl, pt_br, pt_pt

# ec_172
source: Is there something you feel but don't want to impose on me?
de: Gibt es etwas, das du fühlst, mir aber nicht zumuten willst?
es: ¿Hay algo que sientes pero no quieres imponerme?
fr: Y a-t-il quelque chose que tu ressens mais que tu ne veux pas m'imposer ?
it: C'è qualcosa che senti ma non vuoi impormi?
nl_nl: Is er iets dat je voelt maar me niet wilt opleggen?
pt_br: Existe algo que você sinta mas não queira me impor?
pt_pt: Há algo que sintas mas que não queres impor-me?

# ec_173
source: How do you think we balance each other out?
de: Wie findest du, gleichen wir uns gegenseitig aus?
es: ¿Cómo crees que nos equilibramos mutuamente?
fr: En quoi penses-tu que nous nous équilibrons l'un l'autre ?
it: In che modo pensi che ci bilanciamo a vicenda?
nl_nl: Hoe denk je dat we elkaar in evenwicht houden?
pt_br: De que forma você acha que nós nos equilibramos um ao outro?
pt_pt: De que forma achas que nos equilibramos um ao outro?

# ec_174
source: What is your favorite way to relax after a long day?
de: Wie entspannst du am liebsten nach einem langen Tag?
es: ¿Cuál es tu forma favorita de relajarte después de un día largo?
fr: Quelle est ta façon préférée de te détendre après une longue journée ?
it: Qual è il tuo modo preferito per rilassarti dopo una lunga giornata?
nl_nl: Wat is je favoriete manier om te ontspannen na een lange dag?
pt_br: Qual é a sua forma preferida de relaxar depois de um dia longo?
pt_pt: Qual é a tua forma preferida de relaxar depois de um dia longo?

# ec_175
source: What helps you forgive when I hurt you?
de: Was hilft dir zu vergeben, wenn ich dich verletzt habe?
es: ¿Qué te ayuda a perdonar cuando te lastimo?
fr: Qu'est-ce qui t'aide à pardonner quand je te blesse ?
it: Cosa ti aiuta a perdonare quando ti ferisco?
nl_nl: Wat helpt je om te vergeven wanneer ik je pijn doe?
pt_br: O que ajuda você a perdoar quando eu machuco você?
pt_pt: O que te ajuda a perdoar quando eu te magoo?

# ec_176
source: If we could create a new romantic tradition, what would it be?
de: Wenn wir eine neue romantische Tradition einführen könnten, welche wäre das?
es: Si pudiéramos crear una nueva tradición romántica, ¿cuál sería?
fr: Si nous pouvions créer une nouvelle tradition romantique, laquelle serait-ce ?
it: Se potessimo creare una nuova tradizione romantica, quale sarebbe?
nl_nl: Als we een nieuwe romantische traditie konden creëren, welke zou dat zijn?
pt_br: Se pudéssemos criar uma nova tradição romântica, qual seria?
pt_pt: Se pudéssemos criar uma nova tradição romântica, qual seria?

# ec_177
source: What do you secretly love about our routine?
de: Was liebst du insgeheim an unserer Routine?
es: ¿Qué amas en secreto de nuestra rutina?
fr: Qu'est-ce que tu aimes secrètement dans notre routine ?
it: Cosa ami segretamente della nostra routine?
nl_nl: Wat vind je stiekem leuk aan onze routine?
pt_br: O que você secretamente adora na nossa rotina?
pt_pt: O que adoras secretamente na nossa rotina?

# ec_178
source: Is there something you're afraid to tell me for fear of my reaction?
de: Gibt es etwas, das du mir aus Angst vor meiner Reaktion nicht sagen willst?
es: ¿Hay algo que te dé miedo decirme por temor a mi reacción?
fr: Y a-t-il quelque chose que tu crains de me dire par peur de ma réaction ?
it: C'è qualcosa che hai paura di dirmi per timore della mia reazione?
nl_nl: Is er iets dat je bang bent mij te vertellen uit angst voor mijn reactie?
pt_br: Existe algo que você tenha medo de me contar por receio da minha reação?
pt_pt: Há algo que tenhas receio de me dizer por medo da minha reação?

# ec_179
source: What is something you'd never want me to trivialize in your life?
de: Was in deinem Leben soll ich auf keinen Fall herunterspielen?
es: ¿Qué es algo que nunca querrías que banalizara en tu vida?
fr: Quelle est la chose que tu ne voudrais jamais que je banalise dans ta vie ?
it: Qual è una cosa della tua vita che non vorresti mai che io banalizzassi?
nl_nl: Wat is iets dat je nooit zou willen dat ik in jouw leven bagatelliseer?
pt_br: O que você nunca gostaria que eu banalizasse na sua vida?
pt_pt: O que nunca quererias que eu banalizasse na tua vida?

# ec_180
source: What is something silly we should do at least once just for the story?
de: Welche verrückte Sache sollten wir einmal nur für die Story machen?
es: ¿Qué cosa tonta deberíamos hacer al menos una vez solo por la historia?
fr: Quelle est une bêtise qu'on devrait faire au moins une fois juste pour l'histoire ?
it: Qual è una sciocchezza che dovremmo fare almeno una volta solo per il ricordo?
nl_nl: Wat is iets geks dat we minstens één keer zouden moeten doen, gewoon voor het verhaal?
pt_br: Qual é uma loucura que a gente deveria fazer pelo menos uma vez só pela história?
pt_pt: Qual é uma loucura que deveríamos fazer pelo menos uma vez só pela história?

# ec_181
source: If we had to summarize our love story in three emojis, which would you choose?
de: Wenn wir unsere Liebesgeschichte in drei Emojis zusammenfassen müssten, welche würdest du wählen?
es: Si tuviéramos que resumir nuestra historia de amor en tres emojis, ¿cuáles elegirías?
fr: Si on devait résumer notre histoire d'amour en trois émojis, lesquels choisirais-tu ?
it: Se dovessimo riassumere la nostra storia d’amore in tre emoji, quali sceglieresti?
nl_nl: Als we ons liefdesverhaal in drie emoji's moesten samenvatten, welke zou je kiezen?
pt_br: Se tivéssemos que resumir nossa história de amor em três emojis, quais você escolheria?
pt_pt: Se tivéssemos de resumir a nossa história de amor em três emojis, quais escolherias?

# ec_182
source: If we had to invent a challenge for each other, what would you suggest?
de: Wenn wir uns gegenseitig eine Challenge ausdenken müssten, was würdest du vorschlagen?
es: Si tuviéramos que inventar un reto el uno para el otro, ¿qué sugerirías?
fr: Si on devait inventer un défi l'un pour l'autre, que proposerais-tu ?
it: Se dovessimo inventarci una sfida l’uno per l’altro, cosa proporresti?
nl_nl: Als we elkaar een uitdaging moesten geven, wat zou je voorstellen?
pt_br: Se tivéssemos que inventar um desafio um para o outro, o que você sugeriria?
pt_pt: Se tivéssemos de inventar um desafio um para o outro, o que proporias?

# ec_183
source: If we had to get matching tattoos, what design would we choose?
de: Wenn wir uns passende Tattoos stechen lassen würden, welches Design würden wir nehmen?
es: Si tuviéramos que hacernos tatuajes a juego, ¿qué diseño elegiríamos?
fr: Si on devait se faire des tatouages assortis, quel design choisirions-nous ?
it: Se dovessimo farci tatuaggi abbinati, quale design sceglieremmo?
nl_nl: Als we bijpassende tatoeages zouden nemen, welk ontwerp zouden we kiezen?
pt_br: Se fizéssemos tatuagens iguais, qual desenho escolheríamos?
pt_pt: Se fizéssemos tatuagens iguais, que desenho escolheríamos?

# ec_184
source: If we had to summarize our love story in one sentence, what would it say?
de: Wenn wir unsere Liebesgeschichte in einem Satz zusammenfassen müssten, wie würde er lauten?
es: Si tuviéramos que resumir nuestra historia de amor en una frase, ¿qué diría?
fr: Si nous devions résumer notre histoire d'amour en une seule phrase, que dirait-elle ?
it: Se dovessimo riassumere la nostra storia d’amore in una frase, cosa direbbe?
nl_nl: Als we ons liefdesverhaal in één zin moesten samenvatten, wat zou die zeggen?
pt_br: Se tivéssemos que resumir nossa história de amor em uma frase, o que ela diria?
pt_pt: Se tivéssemos de resumir a nossa história de amor numa frase, o que diria?

# ec_185
source: What is the compliment from me you'll never forget?
de: Welches Kompliment von mir wirst du nie vergessen?
es: ¿Cuál es el cumplido de mi parte que nunca olvidarás?
fr: Quel est le compliment que tu n'oublieras jamais de ma part ?
it: Qual è il complimento che non dimenticherai mai da parte mia?
nl_nl: Wat is het compliment van mij dat je nooit zult vergeten?
pt_br: Qual é o elogio meu que você nunca vai esquecer?
pt_pt: Qual é o elogio meu que nunca vais esquecer?

# ec_186
source: If we created a memory jar, what would be the first thing we'd write on a little paper?
de: Wenn wir ein Erinnerungs-Glas machen würden, was wäre das Erste, das wir auf einen kleinen Zettel schreiben?
es: Si creáramos un tarro de recuerdos, ¿qué sería lo primero que escribiríamos en un papelito?
fr: Si on créait un bocal à souvenirs, quelle serait la première chose qu'on écrirait sur un petit papier ?
it: Se creassimo un barattolo dei ricordi, qual è la prima cosa che scriveremmo su un foglietto?
nl_nl: Als we een herinneringenpot maakten, wat zou het eerste zijn dat we op een briefje zouden schrijven?
pt_br: Se criássemos um pote de memórias, qual seria a primeira coisa que escreveríamos em um papel?
pt_pt: Se criássemos um frasco de memórias, qual seria a primeira coisa que escreveríamos num papel?

# ec_187
source: If we made a playlist for a road trip, what would be the first song we'd put on it?
de: Wenn wir eine Playlist für einen Roadtrip machen, welcher Song kommt als Erstes drauf?
es: Si hiciéramos una playlist para un viaje por carretera, ¿cuál sería la primera canción que pondríamos?
fr: Si on faisait une playlist pour un road trip, quelle serait la première chanson qu'on y mettrait ?
it: Se facessimo una playlist per un viaggio in auto, quale sarebbe la prima canzone che ci metteremmo?
nl_nl: Als we een afspeellijst voor een roadtrip maakten, welk nummer zouden we er als eerste op zetten?
pt_br: Se fizéssemos uma playlist para uma viagem de carro, qual seria a primeira música que colocaríamos?
pt_pt: Se fizéssemos uma playlist para uma viagem de carro, qual seria a primeira música que colocaríamos?

# ec_188
source: When did you feel like we formed a real team?
de: Wann hattest du das Gefühl, dass wir ein richtiges Team geworden sind?
es: ¿Cuándo sentiste que formamos un verdadero equipo?
fr: Quand as-tu senti qu'on formait une vraie équipe ?
it: Quando hai sentito che eravamo diventati una vera squadra?
nl_nl: Wanneer had je het gevoel dat we een echt team werden?
pt_br: Quando você sentiu que viramos um verdadeiro time?
pt_pt: Quando sentiste que nos tornámos uma verdadeira equipa?

# ec_189
source: If we had to write each other's dating profile, what would you put in it?
de: Wenn wir das Dating-Profil des anderen schreiben müssten, was würdest du reinschreiben?
es: Si tuviéramos que escribir el perfil de citas del otro, ¿qué pondrías en él?
fr: Si nous devions écrire le profil de rencontre de l'autre, que mettrais-tu dedans ?
it: Se dovessimo scrivere il profilo di incontri l'uno dell'altro, cosa ci metteresti dentro?
nl_nl: Als we elkaars datingprofiel moesten schrijven, wat zou jij erin zetten?
pt_br: Se tivéssemos que escrever o perfil de namoro um do outro, o que você colocaria?
pt_pt: Se tivéssemos de escrever o perfil de encontros um do outro, o que colocarias?

# ec_190
source: If we could relive one perfect day of our relationship, which would you choose?
de: Wenn wir einen perfekten Tag unserer Beziehung nochmal erleben könnten, welchen würdest du wählen?
es: Si pudiéramos revivir un día perfecto de nuestra relación, ¿cuál elegirías?
fr: Si nous pouvions revivre une journée parfaite de notre relation, laquelle choisirais-tu ?
it: Se potessimo rivivere una giornata perfetta della nostra relazione, quale sceglieresti?
nl_nl: Als we één perfecte dag uit onze relatie opnieuw konden beleven, welke zou jij kiezen?
pt_br: Se pudéssemos reviver um dia perfeito do nosso relacionamento, qual você escolheria?
pt_pt: Se pudéssemos reviver um dia perfeito da nossa relação, qual escolherias?

# ec_191
source: Do you feel like we spend enough time together?
de: Hast du das Gefühl, dass wir genug Zeit zusammen verbringen?
es: ¿Sientes que pasamos suficiente tiempo juntos?
fr: As-tu l'impression que nous passons suffisamment de temps ensemble ?
it: Hai la sensazione che passiamo abbastanza tempo insieme?
nl_nl: Heb je het gevoel dat we genoeg tijd samen doorbrengen?
pt_br: Você sente que passamos tempo suficiente juntos?
pt_pt: Sentes que passamos tempo suficiente juntos?

# ec_192
source: Is there something bothering you right now that we haven't talked about yet?
de: Gibt es gerade etwas, das dich beschäftigt und worüber wir noch nicht gesprochen haben?
es: ¿Hay algo que te moleste ahora mismo y de lo que no hayamos hablado aún?
fr: Y a-t-il quelque chose qui te dérange en ce moment mais dont nous n'avons pas encore parlé ?
it: C'è qualcosa che ti disturba in questo momento e di cui non abbiamo ancora parlato?
nl_nl: Is er iets dat je momenteel dwars zit waar we nog niet over hebben gesproken?
pt_br: Existe algo que está incomodando você agora e sobre o qual ainda não conversamos?
pt_pt: Há algo que te incomoda agora e de que ainda não falámos?

# ec_193
source: What are the things I've done this month (or this week) that you appreciated or that made you feel loved?
de: Was habe ich diesen Monat (oder diese Woche) getan, was du geschätzt hast oder wodurch du dich geliebt gefühlt hast?
es: ¿Qué cosas he hecho este mes (o esta semana) que apreciaste o que te hicieron sentir amado?
fr: Quelles sont les choses que j'ai faites ce mois-ci (ou cette semaine) que tu as appréciées ou qui t'ont fait te sentir aimé(e) ?
it: Quali sono le cose che ho fatto questo mese (o questa settimana) che hai apprezzato o che ti hanno fatto sentire amato/a?
nl_nl: Welke dingen heb ik deze maand (of deze week) gedaan die je waardeerde of waardoor je je geliefd voelde?
pt_br: Quais foram as coisas que eu fiz este mês (ou esta semana) que você apreciou ou que fizeram você se sentir amado(a)?
pt_pt: Quais foram as coisas que fiz este mês (ou esta semana) que apreciaste ou que te fizeram sentir amado(a)?

# ec_194
source: What would you like us to work on together?
de: Woran würdest du gerne mit mir arbeiten?
es: ¿En qué te gustaría que trabajáramos juntos?
fr: Sur quoi aimerais-tu que nous travaillions ensemble ?
it: Su cosa ti piacerebbe che lavorassimo insieme?
nl_nl: Waar zou je willen dat we samen aan werken?
pt_br: Em que você gostaria que a gente trabalhasse juntos?
pt_pt: Sobre o que gostarias que trabalhássemos juntos?

# ec_195
source: What is your favorite way to receive love in my gestures?
de: Wie bekommst du Liebe durch meine Gesten am liebsten gezeigt?
es: ¿Cuál es tu forma favorita de recibir amor en mis gestos?
fr: Quelle est ta manière préférée de recevoir de l'amour dans mes gestes ?
it: Qual è il tuo modo preferito di ricevere amore attraverso i miei gesti?
nl_nl: Wat is je favoriete manier om liefde te ontvangen in mijn gebaren?
pt_br: Qual é a sua forma preferida de receber amor nos meus gestos?
pt_pt: Qual é a tua forma preferida de receber amor nos meus gestos?

# ec_196
source: Are there new experiences you'd like to have with me soon?
de: Gibt es neue Erfahrungen, die du bald mit mir machen möchtest?
es: ¿Hay nuevas experiencias que te gustaría tener conmigo pronto?
fr: Y a-t-il de nouvelles expériences que tu aimerais vivre avec moi bientôt ?
it: Ci sono nuove esperienze che vorresti vivere presto con me?
nl_nl: Zijn er nieuwe ervaringen die je binnenkort met mij zou willen beleven?
pt_br: Existem novas experiências que você gostaria de viver comigo em breve?
pt_pt: Há novas experiências que gostarias de viver comigo em breve?

# ec_197
source: What are your personal goals for this month, and how can I help you achieve them?
de: Was sind deine persönlichen Ziele für diesen Monat und wie kann ich dich dabei unterstützen?
es: ¿Cuáles son tus objetivos personales para este mes y cómo puedo ayudarte a lograrlos?
fr: Quels sont tes objectifs personnels pour ce mois-ci, et comment puis-je t'aider à les atteindre ?
it: Quali sono i tuoi obiettivi personali per questo mese e come posso aiutarti a raggiungerli?
nl_nl: Wat zijn je persoonlijke doelen voor deze maand en hoe kan ik je helpen ze te bereiken?
pt_br: Quais são os seus objetivos pessoais para este mês e como posso ajudar você a alcançá-los?
pt_pt: Quais são os teus objetivos pessoais para este mês e como posso ajudar-te a alcançá-los?

# ec_198
source: What would you like me to protect in you, even when you doubt?
de: Was in dir soll ich schützen, selbst wenn du zweifelst?
es: ¿Qué te gustaría que protegiera en ti, incluso cuando dudas?
fr: Qu'est-ce que tu aimerais que je protège en toi, même quand tu doutes ?
it: Cosa vorresti che proteggessi in te, anche quando dubiti?
nl_nl: Wat zou je willen dat ik in jou bescherm, zelfs wanneer jij twijfelt?
pt_br: O que você gostaria que eu protegesse em você, mesmo quando você duvida?
pt_pt: O que gostarias que eu protegesse em ti, mesmo quando duvidas?

# ec_199
source: What memory of us would you like to relive once more?
de: Welche gemeinsame Erinnerung würdest du gerne noch einmal erleben?
es: ¿Qué recuerdo nuestro te gustaría revivir una vez más?
fr: Quel souvenir de nous aimerais-tu revivre encore une fois ?
it: Quale nostro ricordo ti piacerebbe rivivere ancora una volta?
nl_nl: Welke herinnering van ons zou je nog eens willen herbeleven?
pt_br: Qual memória nossa você gostaria de reviver mais uma vez?
pt_pt: Que memória nossa gostarias de reviver mais uma vez?

# ec_200
source: Is there something you need that I'm not giving you right now?
de: Gibt es etwas, das du brauchst und das ich dir gerade nicht gebe?
es: ¿Hay algo que necesites y que no te estoy dando en este momento?
fr: Y a-t-il quelque chose dont tu aurais besoin et que je ne t'apporte pas en ce moment ?
it: C'è qualcosa di cui hai bisogno e che al momento non ti sto dando?
nl_nl: Is er iets dat je nodig hebt dat ik je momenteel niet geef?
pt_br: Existe algo que você precisa e que eu não estou dando agora?
pt_pt: Há algo de que precisas e que eu não te dou neste momento?

# ec_201
source: When did you feel like I really understood you without you saying a word?
de: Wann hattest du das Gefühl, dass ich dich wirklich verstanden habe, ohne dass du ein Wort gesagt hast?
es: ¿Cuándo sentiste que realmente te entendí sin que dijeras una palabra?
fr: Quand as-tu eu l'impression que je t'ai vraiment compris(e) sans que tu dises un mot ?
it: Quando hai avuto l'impressione che ti capissi davvero senza che dicessi una parola?
nl_nl: Wanneer had je het gevoel dat ik je echt begreep zonder dat je iets zei?
pt_br: Quando você sentiu que eu realmente entendi você sem que dissesse uma palavra?
pt_pt: Quando sentiste que eu te compreendi verdadeiramente sem precisares de dizer uma palavra?

# ec_202
source: What can I do to make your days more pleasant or easier?
de: Was kann ich tun, um deine Tage angenehmer oder leichter zu machen?
es: ¿Qué puedo hacer para hacer tus días más agradables o fáciles?
fr: Que puis-je faire pour rendre tes journées plus agréables ou plus faciles ?
it: Cosa posso fare per rendere le tue giornate più piacevoli o più semplici?
nl_nl: Wat kan ik doen om je dagen aangenamer of gemakkelijker te maken?
pt_br: O que eu posso fazer para tornar seus dias mais agradáveis ou fáceis?
pt_pt: O que posso fazer para tornar os teus dias mais agradáveis ou fáceis?

# ec_203
source: Is there a moment in our relationship that you sometimes relive in your thoughts?
de: Gibt es einen Moment in unserer Beziehung, den du manchmal in Gedanken noch einmal erlebst?
es: ¿Hay un momento de nuestra relación que a veces revives en tus pensamientos?
fr: Y a-t-il un moment de notre relation que tu revis parfois en pensée ?
it: C'è un momento della nostra relazione che a volte rivivi nei tuoi pensieri?
nl_nl: Is er een moment in onze relatie dat je soms opnieuw beleeft in je gedachten?
pt_br: Existe algum momento do nosso relacionamento que você revive em seus pensamentos?
pt_pt: Há algum momento da nossa relação que revives em pensamento?

# ec_204
source: How could I better respond to your emotional needs?
de: Wie könnte ich besser auf deine emotionalen Bedürfnisse eingehen?
es: ¿Cómo podría responder mejor a tus necesidades emocionales?
fr: Comment pourrais-je mieux répondre à tes besoins émotionnels ?
it: Come potrei rispondere meglio ai tuoi bisogni emotivi?
nl_nl: Hoe kan ik beter reageren op jouw emotionele behoeften?
pt_br: Como eu poderia responder melhor às suas necessidades emocionais?
pt_pt: Como poderia eu responder melhor às tuas necessidades emocionais?

# ec_205
source: If we could talk to each other without filter, what would you want us to talk about today?
de: Wenn wir ganz ungefiltert reden könnten, worüber würdest du heute sprechen wollen?
es: Si pudiéramos hablarnos sin filtro, ¿de qué te gustaría que habláramos hoy?
fr: Si on pouvait se parler sans filtre, de quoi voudrais-tu qu'on parle aujourd'hui ?
it: Se potessimo parlarci senza filtri, di cosa vorresti che parlassimo oggi?
nl_nl: Als we zonder filter met elkaar konden praten, waarover zou je vandaag willen praten?
pt_br: Se pudéssemos conversar sem filtro, sobre o que você gostaria que falássemos hoje?
pt_pt: Se pudéssemos falar sem filtro, de que gostarias que falássemos hoje?

# ec_206
source: What am I doing right now that you particularly love or appreciate?
de: Was mache ich gerade, das du besonders liebst oder schätzt?
es: ¿Qué estoy haciendo ahora que te encanta o aprecias especialmente?
fr: Qu'est-ce que je fais en ce moment que tu aimes ou apprécies particulièrement ?
it: Cosa sto facendo adesso che ami o apprezzi particolarmente?
nl_nl: Wat doe ik op dit moment dat je bijzonder leuk vindt of waardeert?
pt_br: O que eu estou fazendo agora que você ama ou aprecia particularmente?
pt_pt: O que estou a fazer agora que tu amas ou aprecias particularmente?

# ec_207
source: What are, according to you, my biggest areas for improvement?
de: Was sind deiner Meinung nach meine größten Baustellen?
es: Según tú, ¿cuáles son mis mayores áreas de mejora?
fr: Quels sont, selon toi, mes plus grands axes d'amélioration ?
it: Quali sono, secondo te, i miei più grandi punti di miglioramento?
nl_nl: Wat zijn volgens jou mijn grootste verbeterpunten?
pt_br: Quais você acha que são minhas maiores áreas de melhoria?
pt_pt: Quais achas que são as minhas maiores áreas de melhoria?

# ec_208
source: Is there something I used to do at the beginning of our relationship that I don't do as much anymore, that you'd like to see return?
de: Gibt es etwas, das ich am Anfang unserer Beziehung oft getan habe und jetzt weniger, das du dir zurückwünschst?
es: ¿Hay algo que solía hacer al inicio de nuestra relación y que ahora hago menos, que te gustaría ver de vuelta?
fr: Y a-t-il une chose que je faisais au début de notre relation et que je ne fais plus autant, que tu aimerais retrouver ?
it: C'è qualcosa che facevo all'inizio della nostra relazione e che ora faccio meno, che ti piacerebbe rivedere?
nl_nl: Is er iets dat ik in het begin van onze relatie deed en nu minder, waarvan je zou willen dat het terugkomt?
pt_br: Existe algo que eu fazia no início do nosso relacionamento e que agora faço menos, que você gostaria de ver de volta?
pt_pt: Há algo que eu fazia no início da nossa relação e que agora faço menos, que gostarias de ver de volta?

# ec_209
source: Do you think I take you for granted?
de: Denkst du, ich halte dich für selbstverständlich?
es: ¿Crees que te doy por sentado?
fr: Penses-tu que je te considère comme acquis(e) ?
it: Pensi che ti dia per scontato/a?
nl_nl: Denk je dat ik je als vanzelfsprekend beschouw?
pt_br: Você acha que eu tomo você como garantido(a)?
pt_pt: Achas que eu te dou como garantido?
